Repository: runkaiz/Notable
Catalog: Notable/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld image entries
zh_hans: %lld 张图片

source: %lld link entries
zh_hans: %lld 个链接

source: %lld text entries
zh_hans: %lld 个文本

source: %lld voice memo entries
zh_hans: %lld 个语音备忘录

source: Acknowledgement
zh_hans: 致谢

source: Add
zh_hans: 添加

source: Assign
zh_hans: 分配

source: Assign to pile
zh_hans: 分配到堆栈

source: Audio Transcription
zh_hans: 音频转录

source: Autocorrect
zh_hans: 自动纠正

source: Begins voice recording
zh_hans: 开始录音

source: Black tag
zh_hans: 黑色标签

source: Blue tag
zh_hans: 蓝色标签

source: By default, Notable uses WhisperKit for accurate transcription with Apple Speech as fallback. Enable this to always use Apple Speech instead.
zh_hans: 默认情况下，Notable使用WhisperKit进行准确转录，并将Apple语音作为后备。启用此选项将始终使用Apple语音。

source: Cancel
zh_hans: 取消

source: Change Color
zh_hans: 更改颜色

source: Close
zh_hans: 关闭

source: Code Editor settings
zh_hans: 代码编辑器设置

source: Code Settings
zh_hans: 代码设置

source: Color
zh_hans: 颜色

source: Continues recording from where you paused
zh_hans: 从暂停处继续录制

source: Create
zh_hans: 新建

source: Created
zh_hans: 创建时间

source: Currently selected
zh_hans: 当前已选择

source: Delete
zh_hans: 删除

source: Delete Entry
zh_hans: 删除条目

source: Delete Pile
zh_hans: 删除堆栈

source: Demo Mode
zh_hans: 演示模式

source: Description
zh_hans: 描述

source: Developer Mode
zh_hans: 开发者模式

source: Developer Mode Disabled
zh_hans: 开发者模式已关闭

source: Developer Mode Enabled
zh_hans: 开发者模式已启用

source: Developer mode is enabled. Tap the Settings title 10 times to toggle.
zh_hans: 开发者模式已启用。点击设置标题10次以切换。

source: Developer Options
zh_hans: 开发者选项

source: Discards current recording and starts a new one
zh_hans: 丢弃当前录音并开始新的录制

source: Done
zh_hans: 完成

source: Editor Theme
zh_hans: 编辑器主题

source: Empty pile
zh_hans: 空堆栈

source: Enable Demo Mode
zh_hans: 启用演示模式

source: Entry Title
zh_hans: 条目标题

source: Export
zh_hans: 导出

source: Finishes recording and allows you to save or discard
zh_hans: 完成录制并允许您保存或丢弃

source: Font Size
zh_hans: 字体大小

source: Font size: %lld
zh_hans: 字体大小: %lld

source: Force Apple Speech
zh_hans: 强制使用Apple语音

source: Hey, log into your iCloud account if you want to sync
zh_hans: 嘿，如果你想同步，就登录到你的iCloud账户

source: Import File
zh_hans: 导入文件

source: Inbox
zh_hans: 收件箱

source: Indexing entries...
zh_hans: 正在索引条目...

source: Language
zh_hans: 语言

source: Last Sync:
zh_hans: 上次同步：

source: Markdown Editor settings
zh_hans: Markdown编辑器设置

source: Markdown Settings
zh_hans: Markdown设置

source: Microphone permission required
zh_hans: 需要麦克风权限

source: Miscellaneous
zh_hans: 其他

source: Mode
zh_hans: 模式

source: Model Status:
zh_hans: 模型状态：

source: Move
zh_hans: 移动

source: Move to pile
zh_hans: 移动到堆栈

source: Name Pile
zh_hans: 命名堆栈

source: New
zh_hans: 新建

source: New Image Entry
zh_hans: 新图片条目

source: New Link
zh_hans: 新链接

source: New Link Entry
zh_hans: 新链接条目

source: New Pile
zh_hans: 新堆栈

source: New Text Entry
zh_hans: 新文本条目

source: New Voice Memo
zh_hans: 新语音备忘录

source: No tag
zh_hans: 无标签

source: Note: CloudKit monitor may show stale status. Check Last Sync time above for actual sync state.
zh_hans: 注意：CloudKit监控可能显示过时状态。请检查上方的上次同步时间以获取实际同步状态。

source: OK
zh_hans: 好

source: Orange tag
zh_hans: 橙色标签

source: Pause
zh_hans: 暂停

source: Pause recording
zh_hans: 暂停录制

source: Paused
zh_hans: 已暂停

source: Pauses recording temporarily
zh_hans: 暂时暂停录制

source: Photos Library
zh_hans: 照片图库

source: Pile Name
zh_hans: 堆栈名称

source: Pile with entries
zh_hans: 包含条目的堆栈

source: Piles
zh_hans: 堆栈

source: Populates the app with sample piles and entries for screenshots and demonstrations.
zh_hans: 为应用填充示例堆栈和条目，用于截图和演示。

source: Re-transcribe
zh_hans: 重新转录

source: Rebuild Search Index
zh_hans: 重建搜索索引

source: Rebuilds the semantic search index. Use this if search results seem incorrect.
zh_hans: 重建语义搜索索引。如果搜索结果不正确，请使用此功能。

source: Record again
zh_hans: 重新录制

source: Record Again
zh_hans: 重新录制

source: Recording
zh_hans: 正在录制

source: Recording complete!
zh_hans: 录制完成！

source: Remove
zh_hans: 移除

source: Remove Demo Data?
zh_hans: 移除演示数据？

source: Rename
zh_hans: 重命名

source: Rename Entry
zh_hans: 重命名条目

source: Rename Pile
zh_hans: 重命名堆栈

source: Resume
zh_hans: 继续

source: Resume recording
zh_hans: 继续录制

source: Save
zh_hans: 保存

source: Save Error
zh_hans: 保存错误

source: Search Database
zh_hans: 搜索数据库

source: Select pile
zh_hans: 选择堆栈

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Start recording
zh_hans: 开始录制

source: Status:
zh_hans: 状态：

source: Stop recording
zh_hans: 停止录制

source: Stop Recording
zh_hans: 停止录制

source: Summary
zh_hans: 摘要

source: Tap Save to keep, or Cancel to discard
zh_hans: 点击保存以保留，或取消以丢弃

source: Tap to apply black tag
zh_hans: 点击应用黑色标签

source: Tap to apply blue tag
zh_hans: 点击应用蓝色标签

source: Tap to apply orange tag
zh_hans: 点击应用橙色标签

source: Tap to remove tag
zh_hans: 点击移除标签

source: Tap to transcribe
zh_hans: 点击转录

source: Theme
zh_hans: 主题

source: This will delete all piles and entries. This action cannot be undone.
zh_hans: 这将删除所有堆栈和条目。此操作无法撤销。

source: Transcribing...
zh_hans: 正在转录...

source: Transcript
zh_hans: 转录文本

source: Unable to save changes: %@
zh_hans: 无法保存更改：%@

source: Voice Memo
zh_hans: 语音备忘录

source: Website URL
zh_hans: 网址

source: Word Count
zh_hans: 字数统计
